[
  
    {
      "course_id": "0282e0e58a5c404fbd15261f11c2ab6b",
      "id": "01",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "title": "Business Card Design",
      "price": 59,
      "teacher":"Jimmy Dane",
      "thumbnail_url": "https://img.freepik.com/free-psd/rounded-corner-business-card-mockup-scene_358694-3680.jpg?w=996&t=st=1666731881~exp=1666732481~hmac=05ec305de122f912234ed2918ac7c221a0652ca452ae003e98c2eef49dfa07b5",
      "image_url": "https://img.freepik.com/free-psd/rounded-corner-business-card-mockup-scene_358694-3680.jpg?w=996&t=st=1666731881~exp=1666732481~hmac=05ec305de122f912234ed2918ac7c221a0652ca452ae003e98c2eef49dfa07b5",
      "details": "The main purpose of my course is to help anyone create a business card and make money online. I give you this course with experience as a teacher who has been teaching graphic design since 2004 and as a freelancer designer since 2012.Before making money through business cards, you need to have a very good professional skills in business card design. I give you the necessary knowledge by using Photoshop, CorelDRAW and Illustrator.The students who learned from me locally have become rich people who earn a lot of money every month online. As a teacher, I am proud and happy to have contributed to the production of such students. I introduced this course because I like to share that experience internationally.If you study this course correctly, you can earn several times as much as you pay for this course by selling even one business card. I'll guide you to sell your business cards through 100% legal websites."
    },

    {
      "course_id": "f69a695f037cd9484cecaea37ca71011",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "id": "02",
      "rating": { "number": 4.8, "badge": "Excellent" },
      "title": "T-shirt Design",
      "price": 69,
      "teacher": "Jennifer Wood",
      "thumbnail_url": "https://img.freepik.com/free-psd/flat-lay-japanese-t-shirt-mock-up-composition_23-2148976184.jpg?w=996&t=st=1666732496~exp=1666733096~hmac=0d88b164c18a6abe0a53711d536ef63982d787d43331ef831fdedbb3d7782b55",
      "image_url": "https://img.freepik.com/free-psd/flat-lay-japanese-t-shirt-mock-up-composition_23-2148976184.jpg?w=996&t=st=1666732496~exp=1666733096~hmac=0d88b164c18a6abe0a53711d536ef63982d787d43331ef831fdedbb3d7782b55",
      "details": "My name is Charley Pangus, Welcome my T-Shirt Design Masterclass!I have over 9 years of merch design experience and I'm so excited to be your instructor. In this course I go everything you need to know to start creating your own custom T-Shirt Graphics. This course is for all skill levels, so even if you're a beginner, you will find this course easy to follow.This course is designed to make learning easy for beginners! I will include quizzes throughout the course to test your knowledge. This will help you re-cape what you learned in the previous section. I'm here to help, so if you have any questions, please don't hesitate to ask me! "
    },
    {
      "course_id": "f69a695f037cd9484cecaea37ca71012",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "id": "03",
      "rating": { "number": 4.3, "badge": "Excellent" },
      "title": "Poster Design",
      "price": 39,
      "teacher": "Jonny Deep",
      "thumbnail_url": "https://img.freepik.com/free-psd/jazz-concert-print-template_23-2149063916.jpg?w=740&t=st=1666732694~exp=1666733294~hmac=c3f6f708438311a82cc4533a8555ebdad7fd1f35cd645dc81ed4d046f5954531",
      "image_url": "https://img.freepik.com/free-psd/jazz-concert-print-template_23-2149063916.jpg?w=740&t=st=1666732694~exp=1666733294~hmac=c3f6f708438311a82cc4533a8555ebdad7fd1f35cd645dc81ed4d046f5954531",
      "details": " Youssef Sanad Graphic Designer and Instructor,i will guide you through his approach on creating an engaging poster design using Adobe Photoshop and Illustrator. In this course i am sharing many useful techniques and best practices i have been using in my own work. This workshop is a very effective way to improve your Illustrator skills with an emphasis on working with design elements.By the end of the class, you will be familiar with photo editing in Photoshop, designing in Illustrator, choosing the wright text, using the color curves feature and even creating mockups of posters with the final design.i am famous for my concise and clear instructions and explanations of complex features and topics. Join me on his creative class and improve your design skills!.For this class basic familiarity with Adobe Illustrator and Adobe Photoshop is recommended and it's ok if you are a beginner."
    },

    {
      "course_id": "11468ed61aee84de492a8b04158a22f9",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "id": "04",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "title": "Social media Banner Design",
      "price": 59,
      "teacher": "tom Hank" ,
      "thumbnail_url": "https://img.freepik.com/free-psd/healthy-life-concept-banner-design_23-2148583499.jpg?w=1380&t=st=1666733173~exp=1666733773~hmac=be1aec7a7548ef0c888d0fa4804099818f17938b08ed1bd766e1611d46891d7a",
      "image_url": "https://img.freepik.com/free-psd/healthy-life-concept-banner-design_23-2148583499.jpg?w=1380&t=st=1666733173~exp=1666733773~hmac=be1aec7a7548ef0c888d0fa4804099818f17938b08ed1bd766e1611d46891d7a",
      "details": "DIY Design Professional Social media Banners in Photoshop for BeginnersLearn Step By Step How to Create Professional Looking Stunning Designs in Adobe PhotoshopDo you want to design a Professionally looking Web Banner in Adobe Photoshop?Do you want to learn how to use Photoshop to create stunning graphics without hiring a graphic designer or having to pay for expensive software?Does the idea of creating stunning designs make you feel a little overwhelmed?Do you have no idea where to begin your search for answers?If you could learn how to put your creative ideas together to make amazing designs, then you would be amazed by the contents of this course.If you've ever wanted to create stunning designs, but don't know where to start, then this is the course for you. It will teach you all the basics you need to know to get started.If the answer to this question is yes, then you are in the right place. In this course, you will learn how to Design Professional Web Banners in Adobe Photoshop.These Banners can be used for any purpose like for your:"
    },
    {
      "course_id": "11468ed61aee84de492a8b04158a22f0",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "id": "05",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "title": "Advance Photoshop CC",
      "price": 49,
      "teacher": "BIplab Hossain",
      "thumbnail_url": "https://cdn-icons-png.flaticon.com/512/541/541586.png?w=740&t=st=1666733356~exp=1666733956~hmac=ded5e4331778fd5de6b7db4f023ca6262f558765fd24d4aedb0b2d49eaf2487d",
      "image_url": "https://cdn-icons-png.flaticon.com/512/541/541586.png?w=740&t=st=1666733356~exp=1666733956~hmac=ded5e4331778fd5de6b7db4f023ca6262f558765fd24d4aedb0b2d49eaf2487d",
      "details": "Hi there, my name is Dan Scott. I am an Adobe Certified Instructor (ACI) for Photoshop.Are you struggling to learn Photoshop on your own? This course will allow you to use Photoshop professionally. You will be able to add Photoshop to your CV & start getting paid for your Photoshop skills.In this course I will teach you everything you need to know about getting started with Photoshop. You'll learn how to use Photoshop for use in Graphic Design & for Photoshop Retouching. You will create lots of your own projects that you can add to your own portfolio to help your employment."
    },

    {
      "course_id": "2e78e5e0310c2e9adbb6efb1a263e745",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "id": "06",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "title": "Advance Illustrator CC",
      "price": 39,
      "teacher": "Jonny Mirror",
      "thumbnail_url": "https://img.freepik.com/free-vector/artificial-intelligence-concept-design-with-face_1017-18296.jpg?w=1380&t=st=1666733695~exp=1666734295~hmac=5267169979610cd0431fe3ad7708691187231182f4039d0bf5fef82dceed6326",
      "image_url": "https://img.freepik.com/free-vector/artificial-intelligence-concept-design-with-face_1017-18296.jpg?w=1380&t=st=1666733695~exp=1666734295~hmac=5267169979610cd0431fe3ad7708691187231182f4039d0bf5fef82dceed6326",
      "details": "Hi there, welcome to this Adobe Illustrator advanced tutorial.My name is Dan. I’m an ACI & ACE for Illustrator. This course is a more advanced look at Illustrator. It’s not designed for people who are brand new to Illustrator.This course is for people who can already understand the fundamentals of Illustrator. If you already know what an anchor point is and how to adjust it this course is for you."
    }

    
  ]